{
	"home_header": "Gra oparta na przeglądarkowej kopalni z kryptowalutowymi nagrodami",
	"create_account": "Utwórz konto i zacznij powiększać swój Nimipet",
	"login_text": "Zaloguj się do swojego konta",
	"sign_up": "Utwórz nowe konto",
	"pwd_recovery": "Odzyskiwanie hasła",
	"forgot_pwd": "Wpisz swój adres e-mail, a my wyślemy Ci link, za pomocą którego możesz wybrać nowe hasło:",
	"q_1_title": "Co to jest Nimipet?",
	"q_1": "Nimipet to gra, w której żyją nimipety.</br> <br>Nimipet to cyfrowe zwierzątko, które musi być karmione wirtualnymi kawałkami jedzenia, które gracz tworzy poprzez wykopywanie w przeglądarce <a href=\"https://nimiq.com\">Nimiq</a> kryptowaluty.</br> <br>Nimipet musi jeść co najmniej jeden kawałek jedzenia na 24 godziny, inaczej umrze, a wszystkie Twoje punkty i NIMs zostaną utracone.</br>  <br>Aby otrzymać jeden kawałek jedzenia, gracz musi wydobywać korzystając z przeglądarki przez 15 minut. Maksymalna ilość jedzenia Nimipeta, którą może zjeść na jeden dzień to 96 kawałki (24 godziny / 15 min).</br> <br>Po każdym karmieniu, rozpoczyna się nowy okres 24 godzin. Jeśli w ciągu 24 godzin Nimipet nie dostanie nowego kawałka jedzenia, umiera.</br> <br>Każdy Nimipet ma własną wartość w NIMs. Im więcej jedzenia otrzyma Nimipet, tym większa jest jego wartość pieniężna.",
	"q_2_title": "Ile muszę wydobyć, aby dostać jeden kawałek jedzenia dla mojego Nimipeta? ",
	"q_2": "Aby utrzymać swój Nimipet przy życiu, musisz wydobywać przez 15 minut, aby otrzymać jeden kawałek jedzenia dla Nimipeta. Następnie przeciągnij go i upuść na Nimipeta, a Twój dzień się skończy.</br> <br>Jeśli chcesz awansować w tabeli liderów, możesz wykonać więcej niż 15 minut wydobywania. Maksymalny czas wydobywania dziennie to 24 godziny. Wydobywanie można wykonać z różnych urządzeń.",
	"q_3_title": "Jakie są różne stany Nimipeta?",
	"q_3": "Nieurodzony - Nowe konto zostało utworzone, Nimipet jest jeszcze w jajku</br> <br>Szczęśliwy - Pierwsze 6 godzin (0-6) po karmieniu</br><br>Dobry - Następne 6 godzin (6-12)</br> <br>Zmartwiony - Kolejne 6 godzin (12-18)</br> <br>Przerażony - Ostatnie 6 godzin (18-24)</br> <br>Nieżywy - Nimipet umiera po nie otrzymaniu jedzenia przez 24 godziny",
	"q_4_title": "Czy mogę kupić lub sprzedać Nimipety?",
	"q_4": "Tak, Nimipety można kupować i sprzedawać. Jeśli jesteś znudzony swoim Nimipetem, możesz go sprzedać komuś innemu, i on będzie kontynuował jego wzrost. Albo możesz po prostu uśpić swojego Nimipeta i otrzymać na swój portfel wszystkie NIMs jakich był on wart.</br> <br>Przy sprzedaży Nimipetów innym graczom cena może być wyższa ze względu na wartość dodaną związaną z opieką Nimipetem.",
	"q_5_title": "Jak mój Nimipet może wzrosnąć w tabeli liderów?",
	"q_5": "Pozycja Nimipeta na tablicy wyników zależy od punktów, które zgromadził. Nimipety otrzymują punkty za jedzone przez siebie kawałki jedzenia, od mocy hashowania wytwarzanej przez gracza i niektórych innych czynników, które zostaną uwzględnione w późniejszych etapach gry Nimipet.",
	"q_6_title": "Czy mogę wydobywać z większą liczbą wątków CPU?",
  	"q_6": "Domyślnie Nimipet wydobywa 2 wątkami. Można zmienić ten numer, aby uzyskać większą moc hashowania. Można to zrobić za pomocą suwaka, który pojawia się pod przyciskiem wyszukiwania. </br> <br> ZASTRZEŻENIE: Nie podajemy żadnych zaleceń dotyczących tego, ile wątków jest najlepszą opcją, i nie ponosimy odpowiedzialności za jakiekolwiek szkody wyrządzone Tobie lub Twojemu sprzętowi, spowodowane bezpośrednio lub pośrednio przez wydobycie w Nimipet. </br> <br> Do tej pory nie słyszeliśmy o żadnych szkodach spowodowanych przez eksplorację przeglądarki na Nimipet lub Nimiq.com, ale jeśli użytkownicy pozostawiają swoje urządzenia eksplorując dużą liczbę wątków przez długi i nieprzerwany okres czasu, uważamy, że wiąże się to z ryzykiem. </br> <br> Ryzyko to nie jest związane wyłącznie z wydobywaniem Nimipet lub Nimiq, ale jest ogólnym ryzykiem związanym z wydobywaniem kryptowalut.",
	"q_7_title": "Jaki jest obecny etap gry Nimipet?",
	"q_7": "Wersja beta 0.3.0. Więcej szczegółów na naszym <a href='https://medium.com/@Nimipet/' target='_blank'>blogu</a>.",
	"q_8_title": "Co się stanie z NIMs gdy Nimipety umrą?",
	"q_8": "50% z wszystkich NIMs z martwych nimipetów wraca do społeczności podczas cotygodniowych zrzutów, a pozostałe 50% trafia do funduszu Nimipet i zostanie przeznaczone na rozwój, cele charytatywne lub inne cele.",
	"q_9_title": "Uwielbiam Nimipet. Jak mogę przyczynić się do projektu?",
	"q_9": "Szukamy utalentowanych ludzi, którzy dołączą do zespołu Nimipet i pomogą nam uczynić Nimipet następnymi CryptoKitties. Skontaktuj się z nami przez e-mail: ",
	"box_1": "Czas minął po ostatnim karmieniu",
	"box_2": "Punkty Nimipet",
	"box_2_bottom": "Karmienie kawałkami żywności + (wydobyte NIM * 2)",
	"box_3": "Wartość Nimipetu w NIMs",
	"box_3_bottom": "Zaktualizuj interwał: 1 godz.",
	"box_4": "Pozycja w tabeli liderów",
	"inv_title": "Informacje",
	"inv_text": "<br>Nimipet może być karmiony klikając 'Użyj' pod jedzeniem. Każde kliknięcie karmi Nimipet 1 sztuką żywności.</br> <br>Wszyscy użytkownicy otrzymają 1 przedmiot Zmartwychwstania, gdy Nimipet będzie starszy niż 30 dni.</br> <br>Przedmiot Zmartwychwstania może wskrzesić martwego Nimipeta, ale tylko do nadchodzącego zrzutu. Po zrzucie wartość NIM martwego Nimipeta jest ponownie dystrybuowana i nie można już ożywić martwego Nimipeta i przywrócić jej wartości.</br> <br>Użytkownicy będą mogli kupować i sprzedawać wszystkie przedmioty z ekwipunku na rynku. Więcej przedmiotów będzie wkrótce dostępnych.</br>",
	"more_nim_title": "Zdobądź więcej NIM",
	"more_nim_text": "<br>Udostępnij ten link innym osobom, a one mogą pomóc Ci wydobywać NIM dla Twojego Nimipeta lub możesz wydobywać z wielu urządzeń.</br>",
	"sleep": "Połóż spać"
}
