{
	"home_header": "Jogo de mineração de navegador com recompensas de criptomoeda",
	"create_account": "Crie uma conta e comece a crescer seu Nimipet",
	"login_text": "Faça login na sua conta",
	"sign_up": "Criar nova conta",
	"pwd_recovery": "Recuperação de senha",
	"forgot_pwd": "Digite seu endereço de e-mail e enviaremos um link para você escolher uma nova senha:",
	"q_1_title": "O que é Nimipet?",
	"q_1": "Nimipet is the game where nimipets live.</br> <br>A nimipet is a digital pet that needs to be fed by virtual pieces of food the player creates by browser-mining <a href=\"https://nimiq.com\">Nimiq</a> cryptocurrency.</br> <br>Nimipet needs to eat at least one piece of food per 24 hours, or it will die and all your points and NIMs will be lost.</br>  <br>To receive one piece of food, the player needs to browser-mine for 15 minutes of time. The maximum amount of food nimipet can eat per day is 96 pieces (24 hours / 15 min).</br> <br>After each feeding, the new 24 hours period starts. If during the 24 hours period nimipet does not receive a new piece of food, it dies.</br> <br>Each nimipet has its value in NIMs. The more food received the nimipet, the bigger is its monetary value.",
	"q_2_title": "How much do I need to mine to get one piece of food for my nimipet? ",
	"q_2": "To keep your nimipet alive, you need to mine for 15 minutes to receive one piece of nimipet's food. Then drag and drop it on your nimipet and your day's work is done.</br> <br>If you want to rise in the leaderboard, you can do more than 15 minutes of mining. The maximum time of mining per day is 24 hours. Mining can be done from different devices.",
	"q_3_title": "What are the different states of nimipet?",
	"q_3": "Unborn - A new account is created, nimipet is still in the egg</br> <br>Happy - The first 6 hours (0-6) after the feeding</br><br>Fine - The next 6 hours (6-12)</br> <br>Worried - The next 6 hours (12-18)</br> <br>Terrified - The last 6 hours (18-24)</br> <br>Dead - Nimipet dies after not receiving food for 24 hours",
	"q_4_title": "Can I buy or sell nimipets?",
	"q_4": "Yes, nimipets can be bought and sold. If you are bored with your nimipet, you can sell it to someone else, and he will continue growing it. Or you can just put to sleep your nimipet and receive to your wallet all NIMs that the nimipet is worth.</br> <br>When selling nimipets to other players, the price can be higher because of the added value of taking care of the nimipet.",
	"q_5_title": "How can my nimipet rise in the leaderboard?",
	"q_5": "Nimipet's position on the leaderboard is determined by the points that nimipet has accumulated. Nimipets get points for the food pieces they eat, from the hashing power the player produces and some other factors that will be integrated into the later stages of the Nimipet game.",
	"q_6_title": "Can I mine with more CPU threads?",
	"q_6": "Por padrão, o Nimipet está minerando com 2 threads. É possível alterar este número para obter mais poder de hashing. Isso pode ser feito com o controle deslizante que aparece sob o botão de mineração. </br> <br>DISCLAIMER: We do not provide any recommendations on how many threads is the best option, and we are not responsible for any damages to you or your hardware caused directly or indirectly by mining on Nimipet.</br> <br>So far we haven’t heard about any damages caused by browser-mining on Nimipet or Nimiq.com, but if users leave their devices mining on a high number of threads for long and uninterrupted periods of time, we believe that there is a risk involved.</br>  <br>This risk is not exclusively related to Nimipet or Nimiq mining but is a general risk associated with cryptocurrency mining.",
	"q_7_title": "Qual é o estágio atual do jogo Nimipet?",
	"q_7": "0.3.0 versão beta. Mais detalhes em nosso<a href='https://medium.com/@Nimipet/' target='_blank'>blog</a>.",
	"q_8_title": "Onde vão os NIMs de nimipets mortos?",
	"q_8": "50% de todos os NIMs de nimipets mortos voltam para a comunidade durante os airdrops semanais e os outros 50% vão para o fundo Nimipet e serão usados ​​para desenvolvimento, caridade ou outros fins.",
	"q_9_title": "Eu amo o Nimipet. Como posso contribuir para o projeto?",
	"q_9": "Estamos à procura de pessoas talentosas para se juntar à equipe da Nimipet e ajudar a tornar o Nimipet o próximo CryptoKitties. Entre em contato por email: hi@nimipet.com",
	"box_1": "tempo passado após a última alimentação",
	"box_2": "Nimipet pontos",
	"box_2_bottom": "Pedaços de comida alimentados + (NIMs minerados * 2)",
	"box_3": "Valor do Nimipet em NIMs",
	"box_3_bottom": "Intervalo de atualização: 1 h.",
	"box_4": "Posição da tabela de classificação",
	"inv_title": "Info",
	"inv_text": "<br>Nimipet pode ser alimentado clicando em 'Usar' sob o item alimentar. Cada clique alimenta o nimipet 1 pedaço de comida.</br> <brTodos os usuários receberão 1 item de ressurreição depois que o nimipet tiver mais de 30 dias.</br> <br>Item ressurreição pode ressuscitar o nimipet mortos, mas só até o próximo AirDrop. Após o AirDrop, o valor NIM do nimipet morto é re-distribuído e não é mais possível reviver o nimipet morto e restaurar o seu valor.</br> <br>Os usuários poderão comprar e vender todos os itens de estoque no mercado. Mais itens estarão disponíveis em breve.</br>",
	"more_nim_title": "Obtenha mais NIM",
	"more_nim_text": "<br>Compartilhe este link com outras pessoas e elas podem ajudá-lo a minerar o NIM para o seu nimipet, ou você pode minerar com vários dispositivos.</br>",
	"sleep": "Colocar para dormir"
}
